Repository: MarkusEh/vdr-plugin-live
Catalog: po/*.po
Languages: nl_nl

source: On archive DVD No.
nl_nl: Op archief DVD nr.

source: On archive HDD No.
nl_nl: Op archief HDD nr.

source: Movie collections
nl_nl: Filmcollecties

source: File system view
nl_nl: Bestandssysteem overzicht

source: Duplicates not identified by tvscraper
nl_nl: Duplicaten niet gevonden door tvscraper

source: Duplicates identified by tvscraper
nl_nl: Duplicaten gevonden door tvscraper

source: Duplicates, with different languages
nl_nl: Duplicaten met verschillende talen

source: No recording errors
nl_nl: Geen opnamefouten

source: Recording errors unknown
nl_nl: Opnamefouten onbekend

source: Number of recording errors:
nl_nl: Aantal opnamefouten:

source: Epg error
nl_nl: EPG fout

source: Wrong channel id
nl_nl: Verkeerde channel id

source: Wrong event id
nl_nl: Verkeerde event id

source: Last channel to display
nl_nl: Laatst te tonen kanaal

source: No limit
nl_nl: Geen limiet

source: Use authentication
nl_nl: Gebruik authenticatie

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Admin password
nl_nl: Admin wachtwoord

source: Search timer
nl_nl: Zoektimer

source: Error in timer settings
nl_nl: Fout in timerinstellingen

source: Timer already defined
nl_nl: Timer al gedefinieerd

source: Timer not defined
nl_nl: Timer niet gedefinieerd

source: Required minimum version of epgsearch:
nl_nl: Minimum vereiste versie van epgsearch plugin

source: All
nl_nl: Allemaal

source: EPGSearch version outdated! Please update.
nl_nl: EPGSearch plugin verouderd, Vernieuw deze a.u.b.

source: Timer conflict check detected
nl_nl: Timerconflict gedetecteed

source: conflicts
nl_nl: conflicten

source: Sorry, no permission. Please contact your administrator!
nl_nl: Sorry, geen rechten. Raadpleeg uw administrator!

source: Couldn't find recording or no recordings available.
nl_nl: Kon geen opnamen vinden, of geen opnamen beschikbaar.

source: Attempt to delete recording currently in playback.
nl_nl: Poging opname te wissen die op dit moment worst afgespeeld.1

source: Please set a name for the recording!
nl_nl: Geef de opname een naam, a.u.b.!

source: Couldn't find recording. Maybe you mistyped your request?
nl_nl: Kon opname niet vinden, misschien een typefout in het verzoek?

source: Cannot copy, rename or move the recording.
nl_nl: Kan de opname niet kopiëren, hernoemen of verplaatsen.

source: Edit recording
nl_nl: Bewerk de opname

source: Name
nl_nl: Naam

source: Directory
nl_nl: Map

source: Create new directory
nl_nl: Maak nieuwe map

source: Delete resume information
nl_nl: Wis hervattingsinformatie

source: Delete marks information
nl_nl: Wis markeringsinformatie

source: Copy only
nl_nl: Alleen kopiëren

source: Title
nl_nl: Titel

source: Short description
nl_nl: Korte omschrijving

source: Description
nl_nl: Omschrijving

source: Auxiliary info
nl_nl: Meer informatie

source: Save
nl_nl: Bewaar

source: Cancel
nl_nl: Annuleren

source: Couldn't find search timer. Maybe you mistyped your request?
nl_nl: Kon geen zoektimer vinden, misschien een typefout in het verzoek?

source: Edit search timer
nl_nl: Bewerk zoektimer

source: New search timer
nl_nl: Nieuwe zoektimer

source: Search text too short - use anyway?
nl_nl: Zoek tekst tekort - toch gebruiken?

source: Search term
nl_nl: Zoekterm

source: Search mode
nl_nl: Zoekinstelling

source: phrase
nl_nl: uitdrukking

source: all words
nl_nl: alle woorden

source: at least one word
nl_nl: ten minste een woord

source: match exactly
nl_nl: precies passend

source: regular expression
nl_nl: reguliere uitdrukking

source: fuzzy
nl_nl: vaag

source: Tolerance
nl_nl: Tolerantie

source: Match case
nl_nl: Hoofdlettergevoelig

source: Search in
nl_nl: Zoek in

source: Episode
nl_nl: Aflevering

source: Use content categories
nl_nl: Gebruik inhoud categorieën

source: Special Characteristics
nl_nl: Speciale Karakteristieken

source: Use extended EPG info
nl_nl: Gebruik uitgebreide EPG info

source: Use channel
nl_nl: Gebruik kanaal

source: channel group
nl_nl: kanaalgroep

source: only FTA
nl_nl: alleen FTA

source: from channel
nl_nl: van kanaal

source: to channel
nl_nl: tot kanaal

source: Use time
nl_nl: Gebruik tijd

source: Start after
nl_nl: Start na

source: The time the show may start at the earliest
nl_nl: Tijd dat het proogramma op z'n vroegst mag starten

source: Start before
nl_nl: Start voor

source: The time the show may start at the latest
nl_nl: Tijd dat het proogramma op z'n laatst mag starten

source: Use duration
nl_nl: Gebruik programmaduur

source: Min. duration
nl_nl: Min. programmaduur

source: Max. duration
nl_nl: Max. programmaduur

source: Use day of week
nl_nl: Gebruik dag van de week

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: Use blacklists
nl_nl: Gebruik blacklists

source: only global
nl_nl: alleen globaal

source: Selection
nl_nl: Selectie

source: all
nl_nl: allemaal

source: Use in favorites menu
nl_nl: Gebruik in favorietenmenu

source: Use as search timer
nl_nl: Gebruik als zoektimer

source: user defined
nl_nl: gebruiker gedefinieerd

source: from date
nl_nl: van datum

source: to date
nl_nl: tot datum

source: Record
nl_nl: Opnemen

source: Announce only
nl_nl: Alleen aankondigen (geen timer)

source: Switch only
nl_nl: Aleen omschakelen

source: Announce and Switch
nl_nl: Kondig aan en Schakel om

source: Announce via email
nl_nl: Kondig aan via e-mail

source: Inactive Record
nl_nl: Inactieve opname

source: Series recording
nl_nl: Series opnemen

source: Delete recordings after ... days
nl_nl: Wis opnamen na ... dagen

source: Keep ... recordings
nl_nl: Behoud ... opnamen

source: Pause when ... recordings exist
nl_nl: Pauzeer indien er ... opnamen zijn

source: Avoid repeats
nl_nl: Vermijd herhalingen

source: Allowed repeats
nl_nl: Aantal toegestane herhalingen

source: Only repeats within ... days
nl_nl: Alleen herhalingen binnen ... dagen

source: Compare title
nl_nl: Vergelijk titel

source: Compare subtitle
nl_nl: Vergelijk ondertitel

source: if present
nl_nl: indien aanwezig

source: Compare summary
nl_nl: Vergelijk samenvatting

source: Match in percent
nl_nl: Overeenkomende percentage

source: Compare date
nl_nl: Vergelijk datums

source: same day
nl_nl: dezelfde dag

source: same week
nl_nl: dezelfde week

source: same month
nl_nl: dezelfde maand

source: Use VPS
nl_nl: Gebruik VPS

source: Auto-delete search timer
nl_nl: Wis de zoetimer automtisch

source: based on recordings
nl_nl: gebaseerd op opnamen

source: based on days
nl_nl: gebaseerd op datums

source: after ... recordings
nl_nl: na ... opnamen

source: after ... days after first rec.
nl_nl: na ... dagen na eerste opname.

source: Switch ... minutes before start
nl_nl: Schakel om ... minuten voor start

source: Unmute sound on switch
nl_nl: Activeer geluid na omschakelen

source: The searchtimer lacks some form fields, so that their values cannot be saved. Please upgrade to the most recent version of EPGsearch.
nl_nl: Er ontbreken velden in de zoektimer waardoor hun waarden niet kunnen worden opgeslagen. Vernieuw a.u.b. de EPGsearch plugin

source: The searchtimer includes extra fields. These will be saved with their original values.
nl_nl: The zoektimer bevat extra velden. Deze zullen worden opgeslagen met hun standaard waarden

source: Couldn't find timer. Maybe you mistyped your request?
nl_nl: Kon timer niet vinden. Misschien een typefout in het verzoek?

source: Please set a title for the timer!
nl_nl: Geef de timer een titel, a.u.b.!

source: New timer
nl_nl: Nieuwe timer

source: Edit timer
nl_nl: Bewerk timer

source: Weekday
nl_nl: Weekdag

source: Monitoring
nl_nl: Bewaking

source: none
nl_nl: geen

source: event time
nl_nl: event tijd

source: Couldn't find user. Maybe you mistyped your request?
nl_nl: Kon gebruiker niet vinden, misschien een typefout in het verzoek?

source: This user name is already in use!
nl_nl: Deze gebruikersnaam is al in gebruik!

source: Edit user
nl_nl: Bewerk gebruiker

source: New user
nl_nl: Nieuwe gebruiker

source: Password
nl_nl: Wachtwoord

source: User rights
nl_nl: Gebruikersrechten

source: Edit setup
nl_nl: Bewerk instellingen

source: Add or edit timers
nl_nl: Voeg to of bewerk timers

source: Delete timers
nl_nl: Verwijder timers

source: Delete recordings
nl_nl: Wis opnamen

source: Use remote menu
nl_nl: Gebruik menu op afstand

source: Start replay
nl_nl: Start weergave

source: Switch channel
nl_nl: Schakel naar kanaal

source: Add or edit search timers
nl_nl: Voeg to of bewerk zoektimers

source: Delete search timers
nl_nl: Verwijder zoektimers

source: Edit recordings
nl_nl: Bewerk opname

source: Electronic program guide information
nl_nl: Elektronische programmagids informatie

source: Couldn't find recording or no recordings available
nl_nl: Kon opname niet vinden of opname is niet aanwezig

source: Page error
nl_nl: Fout in pagina

source: Not playing a recording.
nl_nl: Er wordt geen opname afgespeeld.

source: Not playing the same recording as from request.
nl_nl: Op verzoek wordt dezelfde opname niet nogmaals afgespeeld.

source: Cannot control playback!
nl_nl: Kan afspelen niet beheren!

source: Playing recording
nl_nl: Opname afspelen

source: No EPG info for current event!
nl_nl: Geen EPG informatie voor het huidige programma!

source: No EPG info for current channel!
nl_nl: Geen EPG informatie voor het huidige kanaal!

source: no current channel!
nl_nl: geen huidig kanaal!

source: Duration deviation from event length
nl_nl: Speeltijd wijkt af van de programmaduur

source: Recording length
nl_nl: Opnameduur

source: Number of ts files
nl_nl: Aantal ts file

source: Find more in the IMDb (Internet Movie Database)
nl_nl: Zoek op de IMDb (Internet Movie Database)

source: Record this
nl_nl: Neem dit nu op

source: Search for repeats
nl_nl: Zoek naar herhalingen

source: Existing Recording:
nl_nl: Bestaande Opnamen:

source: Play this recording in the browser
nl_nl: Speel deze opname af in de browser

source: Click to view details
nl_nl: Klik voor details

source: Play this recording
nl_nl: Speel deze opname af

source: Delete this recording
nl_nl: Deze opname verwijderen

source: Wrong username or password
nl_nl: Verkeerde gebruikersnaam of wachtwoord

source: User
nl_nl: Begruiker

source: What's on?
nl_nl: Wat speelt er nu?

source: MultiSchedule
nl_nl: Totaaloverzicht

source: Search
nl_nl: Zoek

source: Search timers
nl_nl: Zoektimers

source: Recordings
nl_nl: Opnamen

source: Recordings (flat)
nl_nl: Opnamen (vlak)

source: Remote Control
nl_nl: Adstandsbediening

source: Logout
nl_nl: Log uit

source: Your attention is required
nl_nl: Uw aandacht is vereist

source: React
nl_nl: Reageer

source: Dismiss
nl_nl: Afwijzen

source: All channels
nl_nl: Alle kanalen

source: First (unnamed) group
nl_nl: Eerste (naamloze) groep

source: Now
nl_nl: Nu

source: Time
nl_nl: Tijd

source: Switch to this channel
nl_nl: Schakel naar dit kanaal

source: more
nl_nl: meer

source: Channel
nl_nl: Kanaal

source: Prev. entry
nl_nl: Vorige veld

source: Next entry
nl_nl: Volgende veld

source: Play this channel in the browser
nl_nl: Speel dit kanaal af in de browser

source: Play this channel in the media player
nl_nl: Speel dit kanaal af in de mediaspeler

source: Play this recording in the media player
nl_nl: Speel deze opname in de mediaspeler

source: Stream this recording
nl_nl: Stream deze opname

source: Loading data ...
nl_nl: Laad data ...

source: An error occurred!
nl_nl: Er is een fout opgetreden!

source: Request succeeded
nl_nl: Verzoek geslaagd

source: Request failed!
nl_nl: Verzoek mislukt!

source: Retrieving status ...
nl_nl: Ophalen status ...

source: Toggle updates on/off
nl_nl: Schakel updates aan/uit

source: Stop playback
nl_nl: Stop weergave

source: Resume playback
nl_nl: Hervat weergave

source: Pause playback
nl_nl: Pauzeer weergave

source: Fast rewind
nl_nl: Terugspoelen

source: Fast forward
nl_nl: Doorspoelen

source: Previous channel
nl_nl: Vorige kanaal

source: Next channel
nl_nl: Volgende kanaal

source: No server response!
nl_nl: Server reageert niet!

source: Failed to update infobox!
nl_nl: Verversen infobox mislukt!

source: Scraper
nl_nl: Scrapper

source: Actors
nl_nl: Acteurs

source: Artwork
nl_nl: Illustratie

source: Event duration
nl_nl: Programmaduur

source: Title:
nl_nl: Titel:

source: Original title:
nl_nl: Originele titel:

source: Episode:
nl_nl: Aflevering:

source: Episode overview:
nl_nl: Afleveringsoverzicht:

source: Episode vote average/count:
nl_nl: Waardering gemiddeld/aantal:

source: Episode first aired:
nl_nl: Allereerste aflevering:

source: Episode runtime:
nl_nl: Aflevering speelduur:

source: Guest stars and crew
nl_nl: Gastacteurs en crew

source: Writer
nl_nl: Schrijver

source: Tagline:
nl_nl: Slogan:

source: Overview:
nl_nl: Overzicht:

source: Homepage
nl_nl: Homepagina

source: Release date:
nl_nl: Uitgiftedatum:

source: Runtime:
nl_nl: Speelduur:

source: Popularity:
nl_nl: Populariteit:

source: Vote average/count:
nl_nl: Waardering gemiddeld/aantal:

source: Revenue:
nl_nl: Opbrengst:

source: Collection name:
nl_nl: Collectienaam:

source: Content
nl_nl: Inhoud

source: Parental rating
nl_nl: Leeftijdswijzer

source: Authors
nl_nl: Acteurs

source: Project Idea
nl_nl: Projectidee

source: Current Maintainer
nl_nl: Huidige beheerder

source: Previous Maintainer
nl_nl: Vorige beheerder

source: Project leader
nl_nl: Projectleider

source: Graphics
nl_nl: Grafische vormgeving

source: Information
nl_nl: Informatie

source: LIVE version
nl_nl: Live versie

source: VDR version
nl_nl: VDR Versie

source: active
nl_nl: actief

source: required
nl_nl: benodigd

source: Information providers
nl_nl: Informatieverstrekkers

source: Bugs and suggestions
nl_nl: Bugs en suggesties

source: If you encounter any bugs or would like to suggest new features, please use our bugtracker
nl_nl: Als u een bug vindt of nieuwe mogelijkheden wenst, bezoek dan onze bugtracker

source: Couldn't find channel or no channels available. Maybe you mistyped your request?
nl_nl: Kon geen kanaal vinden of kanaal is niet beschikbaar, misschien een typefout in het verzoek?

source: Deleted recording:
nl_nl: Gewiste opnamen:

source: List of recordings
nl_nl: Lijst van opnamen

source: No recordings found
nl_nl: geen opnamen gevonden

source: Delete selected
nl_nl: Wis de selectie

source: No matching recordings found
nl_nl: Geen bijbehorende opnamen gevonden

source: Sort:
nl_nl: Sorteer:

source: Date
nl_nl: Datum

source: Duplicates
nl_nl: Duplicaten

source: Errors
nl_nl: Fouten

source: Look in recordings titles and subtitles for the given string and display only the matching ones. You may also use perl compatible regular expressions (PCRE).
nl_nl: Zoek de opgegeven zoektekst in de opname- titel en ondertitels en toon alleen de bijpassende opnamen. U mag ook perl compatible regular expressions (PCRE) gebruiken.

source: Clear filter
nl_nl: Wis filter

source: Expand all folders
nl_nl: Klap alle mappen uit

source: Collapse all folders
nl_nl: Klap alle mappen dicht

source: Delete recording "%s"?
nl_nl: Verwijder opname "%s"?

source: No schedules available for this channel
nl_nl: Geen programmagegevens aanwezig voor dit kanaal

source: No events available for this channel
nl_nl: Geen uitzendingen aanwezig voor dit kanaal

source: Search settings
nl_nl: Zoekinstellingen

source: Extended search
nl_nl: Uitgebreid zoeken

source: The search lacks some form fields, so that their values cannot be used for searching the EPG. Please upgrade to the most recent version of EPGsearch.
nl_nl: Er ontbreken velden in de zoekactie waardoor hun waarden niet kunnen worden gebruikt om te zoeken. Vernieuw a.u.b. de EPGsearch plugin

source: The search supports extra fields. These will be not be taken into account.
nl_nl: De zoekactie ondersteunt extra velden. Deze zullen worden niet gebruikt

source: Search results
nl_nl: Zoekresultaten

source: No search results
nl_nl: Geen zoekresultaten

source: Expression
nl_nl: Expressie

source: Starts between
nl_nl: Start tussen

source: Toggle search timer actions (in)active
nl_nl: Schakel zoektimer acties (in)actief

source: Browse search timer results
nl_nl: Doorzoek zoektimer resultaten

source: Delete this search timer?
nl_nl: Deze timer verwijderen?

source: Delete search timer
nl_nl: Verwijder zoektimer

source: No searchtimers found
nl_nl: Geen zoektimers gevonden

source: Trigger search timer update
nl_nl: Start verversen zoektimers

source: Please set login and password!
nl_nl: Vul gebruikersnaam en wachtwoord in!

source: Setup saved.
nl_nl: Instellingen opgeslagen.

source: Setup
nl_nl: Instellingen

source: User management
nl_nl: Gebruikersbeheer

source: Local net (no login required)
nl_nl: Lokaal net (geen login vereist)

source: Example: 192.168.178.0/24
nl_nl: Bijvoorbeeld: 192.168.178.0/24

source: Example: 2003:ec:6f23:ee00:&#x200B;:/64
nl_nl: Bijvoorbeeld: 2003:ec:6f23:ee00:&#x200B;:/64

source: Allow localhost
nl_nl: Sta localhost toe

source: Show live logo image
nl_nl: Toon live logo afbeelding

source: Show dynamic VDR information box
nl_nl: Toon dynamische VDR informatie

source: Allow video streaming
nl_nl: Sta videostreaming toe

source: Streamdev server port
nl_nl: Streamdev server poort

source: Mark new recordings
nl_nl: Markeer nieuwe opnamen

source: Show link to IMDb in list views
nl_nl: Toon link naar IMDb in overzichtslijsten

source: Additional fixed times in 'What's on?'
nl_nl: Extra vaste tijden in 'Wat is er nu?'

source: Format is HH:MM. Separate multiple times with a semicolon
nl_nl: Formaat is HH:MM. Onderscheidt meerdere tijden met een punt-comma

source: Channel groups for MultiSchedule
nl_nl: Kanaalgroepen voor het totaaloverzicht

source: 5 channels per group
nl_nl: 5 kanalen per groep

source: Channel groups as defined in VDR
nl_nl: Kanaalgroepen zoals worden gebruikt in VDR

source: All channels in one group
nl_nl: Alle kanalen in een groep

source: Individual channel groups
nl_nl: Individuele kanaalgroepen

source: Channel groups
nl_nl: Kanaalgroepen

source: Separate channels with a comma ',', separate groups with a semi-colon ';'
nl_nl: Scheid kanalen met een komma ',', scheid groepen met een puntkomma ';'

source: Duration of MultiSchedule in hours
nl_nl: Programmaduur in het totaaloverzicht in uren

source: Show channels without EPG
nl_nl: Toon ook kanalen zonder EPG

source: Start page
nl_nl: Startpagina

source: Theme
nl_nl: Thema

source: Couldn't find recording or no recordings available. Maybe you mistyped your request?
nl_nl: Kon geen opname vinden of er zijn geen opnamen beschikbaar, misschien een typefout in het verzoek?

source: Couldn't find channel for recording.
nl_nl: Kon geen kanaal vinden voor de opname

source: View the schedule of this channel
nl_nl: Bekijk de programmagids van dit kanaal

source: Recording
nl_nl: Opnemen

source: Couldn't find channel or no channels available.
nl_nl: Kon kanaal niet vinden of er zijn geen kanalen beschikbaar

source: Couldn't switch to channel.
nl_nl: Kan niet naar kanaal schakelen

source: Timer conflicts
nl_nl: Timerconflicten

source: No timer conflicts
nl_nl: Geen timerconflicten

source: local
nl_nl: lokaal

source: Timer has a conflict
nl_nl: Conflict met timer

source: Timer is active
nl_nl: Timer is actief

source: Toggle timer (in)active
nl_nl: Schakel timer (in)actief

source: Delete timer
nl_nl: Verwijder timer

source: No timer defined
nl_nl: Geen timer aanwezig

source: Duration
nl_nl: Duur

source: Timer is recording
nl_nl: Timer neemt op

source: Delete this timer?
nl_nl: Deze timer verwijderen?

source: Users
nl_nl: Gebruikers

source: Delete user
nl_nl: Verwijder gebruiker

source: No users configured
nl_nl: Geen gebruikers geconfigureerd

source: What's running on
nl_nl: Wat speelt er om

source: at
nl_nl: om

source: What's on next?
nl_nl: Wat komt er hierna?

source: Favorites
nl_nl: Favoriten

source: No events found
nl_nl: Geen uitzendingen gevonden

source: Next
nl_nl: Volgende

source: What's on
nl_nl: Wat is er nu

source: Details view
nl_nl: Detailoverzicht

source: List view
nl_nl: Overzichtslijst

source: Live Interactive VDR Environment
nl_nl: Live Interactieve VDR Omgeving
